# Pacman package list for CachyOS installation.
# Generated from Gentoo world file on 2026-06-08.
# Review and adjust before running:
#   sudo pacman -S --needed --noconfirm - < files/cachyos/pkglist-pacman.txt
#
# These are expected to be in official Arch/CachyOS repos.
# Entries prefixed with '#' are uncertain or may need review.

alsa-utils
amdvlk
atool
audacity
bat
bear
bind-tools
bleachbit
blueman
bpftrace
btop
certbot
chrony
cliphist
cmake
cpulimit
cups
curl
d-spy
dash
ddclient
direnv
dive
docker
docker-buildx
docker-compose
dosfstools
dracut
dsniff
easyeffects
espeak-ng
fd
ffmpeg
firefox
flatpak
fontconfig
fswatch
fuse-overlayfs
fuse2
fuzzel
fzf
gcc
gdb
gimp
git
git-crypt
git-filter-repo
github-cli
glm
gnome-keyring
go-licenses
godot
gopls
gpa
graphviz
greetd
grim
grub
gtk-layer-shell
helix
htop
hyperfine
imagemagick
imv
inkscape
inotify-tools
iosevka-fonts
jq
kdialog
keepassxc
kooha
kubectl
libadwaita
libappindicator
libavif
libbpf
libde265
libdecor
libreoffice-fresh
libwebp
lsd
lshw
lsof
ltrace
luarocks
lzma
mako
mesa
mesa-utils
mitmproxy
mlocate
mongodb
most
mpc
mpdris2
mpv
multipath-tools
mysql
nasm
ncdu
ncmpcpp
neovim
netcat
nethogs
nginx
nim
nmap
nmon
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
nvme-cli
nwg-look
nvtop
obs-studio
openbsd-netcat
openssl
openvpn
p7zip
pahole
pandoc
pavucontrol
pciutils
perf
pipewire
pipewire-alsa
pipewire-pulse
podman
podman-compose
poetry
pre-commit
pyaudio
python-fonttools
python-jc
python-prompt-toolkit
python-python-dotenv
python-uv
python-weasyprint
qemu-desktop
qt5-imageformats
qt5-multimedia
qt5compat
qt6ct
radeontop
ripgrep
rnnoise
rocm-smi
rtorrent
rustup
setxkbmap
slurp
socat
starship
strace
stylua
sudo
sway
swayidle
sxiv
systemd
tcpdump
testdisk
thunar
thunar-archive-plugin
traceroute
transmission-cli
tree
uncrustify
unrar
usbutils
valgrind
vifm
vlc
vmtouch
vulkan-tools
w3m
waybar
wayland
weechat
wev
wl-clipboard
wireplumber
wireshark
xdg-desktop-portal
xdg-desktop-portal-wlr
xdotool
xorg-xev
xorg-xeyes
xorg-xwayland
xremap
zathura
zathura-pdf-mupdf
zsh
zsh-completions
